Repository: rpalm01-star/VigilantEar
Catalog: VigilantEar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Playing Volleyball
de: Volleyball spielen
es: Jugando Voleibol
fr: Jouer au volley-ball
ja: バレーボールをする
zh_hans: 打排球

source: Plucked String
de: Zupfsaite
es: Instr. de Cuerda Pulsada
fr: Corde pincée
ja: 弾いた弦

# plucked_string_instrument
source: Plucked String
de: Zupfsaite
es: Instr. de Cuerda Pulsada
fr: Corde pincée
ja: 弾いた弦

source: Police Siren
de: Polizeisirene
es: Sirena de Policía
fr: Sirène de police
ja: 警察のサイレン
zh_hans: 警笛

source: Power Tool
de: Elektrowerkzeug
es: Herramienta Eléctrica
fr: Outil électrique
ja: 電動工具
zh_hans: 电动工具

source: Printer
de: Drucker
es: Impresora
fr: Imprimante
ja: プリンター
zh_hans: 打印机

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: politique de confidentialité
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Race Car
de: Rennwagen
es: Auto de Carreras
fr: Voiture de course
ja: レースカー
zh_hans: 赛车

source: Rail Transport
de: Schienenverkehr
es: Transporte Ferroviario
fr: Transport ferroviaire
ja: 鉄道輸送
zh_hans: 轨道交通

source: Rain
de: Regen
es: Lluvia
fr: Pluie
ja: 雨
zh_hans: 雨

source: Raindrop
de: Regentropfen
es: Gota de Lluvia
fr: Goutte de pluie
ja: 雨粒
zh_hans: 雨滴

source: Ratchet and Pawl
de: Ratsche und Sperrklinke
es: Trinquete
fr: Cliquet et cliquet
ja: ラチェットとポール
zh_hans: 棘轮

source: Rattle Instrument
de: Rasselinstrument
es: Sonajero
fr: Instrument à hochet
ja: ガラガラ楽器
zh_hans: 拨浪鼓/沙锤

source: RETRY SYSTEM CHECKS
de: SYSTEMPRÜFUNGEN WIEDERHOLEN
es: REINTENTAR VERIFICACIÓN DEL SISTEMA
fr: RÉESSAYER LES VÉRIFICATIONS DU SYSTÈME
ja: システムチェックを再試行してください
zh_hans: 重试系统检查

source: Reverse Beeps
de: Rückwärts-Pieptöne
es: Bip de Marcha Atrás
fr: Bips inversés
ja: 逆ビープ音
zh_hans: 倒车警报声

source: Ringtone
de: Klingelton
es: Tono de Llamada
fr: Sonnerie
ja: 着信音
zh_hans: 手机铃声

source: Rooster Crow
de: Hahnkrähe
es: Canto de Gallo
fr: Corbeau coq
ja: オンドリカラス
zh_hans: 公鸡打鸣

source: Rope Skipping
de: Seilspringen
es: Saltar la Cuerda
fr: Corde à Sauter
ja: 縄跳び
zh_hans: 跳绳

# rowboat_canoe_kayak
source: Rowboat
de: Ruderboot
es: Bote de Remos/Canoa
fr: Chaloupe
ja: 手漕ぎボート
zh_hans: 划船/皮划艇

source: Sailing
de: Segeln
es: Navegación a Vela
fr: Voile
ja: セーリング
zh_hans: 帆船

source: Saw
de: Gesehen
es: Sierra
fr: Scie
ja: 見た
zh_hans: 锯子

source: Saxophone
de: Saxophon
es: Saxofón
ja: サックス
zh_hans: 萨克斯管

source: Scissors
de: Schere
es: Tijeras
fr: Ciseaux
ja: ハサミ
zh_hans: 剪刀

source: Screaming
de: Schreiend
es: Gritos
fr: Hurlement
ja: 叫ぶ
zh_hans: 尖叫

source: Scuba Diving
de: Gerätetauchen
es: Buceo
fr: Plongée sous-marine
ja: スキューバダイビング
zh_hans: 水肺潜水

source: Sea Waves
de: Meereswellen
es: Olas del Mar
fr: Vagues de la mer
ja: 海の波
zh_hans: 海浪

source: Severe Weather
de: Unwetter
es: Clima severo
fr: Temps violent
ja: 悪天候
zh_hans: 恶劣天气

source: Sewing Machine
de: Nähmaschine
es: Máquina de Coser
fr: Machine à coudre
ja: ミシン
zh_hans: 缝纫机

source: Sheep Bleat
de: Schafblöken
es: Balido de Oveja
fr: Bêlement de mouton
ja: 羊の鳴き声
zh_hans: 羊咩咩叫

source: Shofar
de: Schofar
fr: Choffar
ja: ショファール
zh_hans: 羊角号

source: Shout
de: Schreien
es: Grito
fr: Crier
ja: シャウト
zh_hans: 呼喊

source: Sigh
de: Seufzen
es: Suspiro
fr: Soupir
ja: ため息
zh_hans: 叹气

source: Silence
de: Schweigen
es: Silencio
ja: 沈黙
zh_hans: 寂静

source: Simulators
de: Simulatoren
es: Simuladores
fr: Simulateurs
ja: シミュレータ
zh_hans: 模拟器

source: Singing
de: Singen
es: Canto
fr: Chant
ja: 歌うこと
zh_hans: 唱歌

source: Singing Bowl
de: Klangschale
es: Cuenco Tibetano
fr: Bol chantant
ja: シンギングボウル
zh_hans: 颂钵

# sink_filling_washing
source: Sink Filling
de: Spülenfüllung
es: Fregadero Llenándose
fr: Remplissage d'évier
ja: シンクの充填
zh_hans: 水槽放水

source: Siren
de: Sirene
es: Sirena
fr: Sirène
ja: サイレン
zh_hans: 警报器

source: Sirens
de: Sirenen
es: Sirenas
fr: Sirènes
ja: サイレン
zh_hans: 警笛

source: Skiing
de: Skifahren
es: Esquí
fr: Ski
ja: スキー
zh_hans: 滑雪

# slap_smack
source: Slap
de: Schlagen
es: Bofetada
fr: Gifler
ja: 平手打ち
zh_hans: 耳光/拍打

source: Slurp
de: Schlürfen
es: Sorber
ja: すする
zh_hans: 啜饮

source: Smoke Detector
de: Rauchmelder
es: Detector de Humo
fr: Détecteur de fumée
ja: 煙探知器
zh_hans: 烟雾探测器

source: Snake Hiss
de: Schlangenzischen
es: Siseo de Serpiente
fr: Sifflement de serpent
ja: ヘビのヒス音
zh_hans: 蛇嘶嘶声

source: Snake Rattle
de: Schlangenrassel
es: Cascabel de Serpiente
fr: Hochet Serpent
ja: ヘビガラガラ
zh_hans: 响尾蛇

source: SNAP TO ROAD
de: SCHNAPPEN SIE SICH AUF DIE STRASSE
fr: S'INSCRIRE À LA ROUTE
ja: 道路にスナップ

source: Snare Drum
de: Kleine Trommel
es: Caja (Tambor)
fr: Caisse claire
ja: スネアドラム
zh_hans: 小军鼓

source: Sneeze
de: Niesen
es: Estornudo
fr: Éternuer
ja: くしゃみ
zh_hans: 打喷嚏

source: Snicker
de: Kichern
es: Risita Burlona
fr: Rire
ja: スニッカー
zh_hans: 窃笑

source: Snoring
de: Schnarchen
es: Ronquido
fr: Ronflement
ja: いびきをかく
zh_hans: 打呼噜

source: Sound Profiles
de: Klangprofile
fr: Profils sonores
ja: サウンドプロファイル

source: SOUND PROFILES
de: SOUNDPROFILE
fr: PROFILS SONORES
ja: サウンドプロファイル

source: SPATIAL ARRAY MISALIGNED
de: Räumliches Array falsch ausgerichtet
es: MATRIZ ESPACIAL DESALINEADA
fr: RÉSEAU SPATIAL MAL ALIGNÉ
ja: 空間配列の位置がずれています
zh_hans: 空间阵列未对齐

source: Speech
de: Rede
es: Voz Hablada
fr: Discours
ja: スピーチ
zh_hans: 讲话声

source: Squeak
de: Quietschen
es: Chirrido
fr: Grincer
ja: きしむ
zh_hans: 吱吱声

# steel_guitar_slide_guitar
source: Steel Guitar
de: Stahlgitarre
es: Guitarra Steel
fr: Guitare en acier
ja: スティールギター
zh_hans: 夏威夷吉他

source: Stereo Microphone Array
de: Stereo-Mikrofon-Array
es: Matriz de micrófonos estéreo
fr: Réseau de microphones stéréo
ja: ステレオマイクアレイ
zh_hans: 立体声麦克风阵列

source: Stereo not supported
de: Stereo wird nicht unterstützt
es: Estéreo no admitido
fr: Stéréo non pris en charge
ja: ステレオはサポートされていません
zh_hans: 不支持立体声

source: Storage Availability
de: Speicherverfügbarkeit
es: Disponibilidad de almacenamiento
fr: Disponibilité du stockage
ja: ストレージの可用性
zh_hans: 存储可用性

source: Storage check failed
de: Die Speicherüberprüfung ist fehlgeschlagen
es: Verificación de almacenamiento fallida
fr: Échec de la vérification du stockage
ja: ストレージチェックに失敗しました
zh_hans: 存储检查失败

source: Storage required but missing
de: Speicher erforderlich, aber fehlt
es: Almacenamiento requerido pero faltante
fr: Stockage requis mais manquant
ja: ストレージが必要だが不足している
zh_hans: 需要存储但缺失

source: Stream Burbling
de: Streamen Sie Burbling
es: Arroyo Burbujeante
fr: Flux bouillonnant
ja: 小川のせせらぎ
zh_hans: 溪流潺潺

# subway_metro
source: Subway
de: U-Bahn
es: Metro/Subterráneo
fr: Métro
ja: 地下鉄
zh_hans: 地铁

source: Support
de: Unterstützung
es: Soporte
fr: Soutien
ja: サポート
zh_hans: 支持

source: Synchronization failed
de: Die Synchronisierung ist fehlgeschlagen
es: Sincronización fallida
fr: La synchronisation a échoué
ja: 同期に失敗しました
zh_hans: 同步失败

source: SYSTEM INITIALIZATION
de: SYSTEMINITIALISIERUNG
es: INICIALIZACIÓN DEL SISTEMA
fr: INITIALISATION DU SYSTÈME
ja: システムの初期化
zh_hans: 系统初始化

source: SYSTEMS ARE A GO!
de: SYSTEME SIND EIN GO!
es: ¡LOS SISTEMAS ESTÁN LISTOS!
fr: LES SYSTÈMES SONT PARTI !
ja: システムはすぐに使える!
zh_hans: 系统一切正常！

source: Tambourine
de: Tambourin
es: Pandereta
fr: Tambourin
ja: タンバリン
zh_hans: 铃鼓

# tap
source: Water Tap
de: Wasserhahn
es: Grifo
fr: Robinet d'eau
ja: 水道栓
zh_hans: 水龙头

source: Tearing
de: Reißend
es: Desgarro
fr: Déchirure
ja: 引き裂く
zh_hans: 撕裂声

source: Telemetry
de: Telemetrie
es: Telemetría
fr: Télémétrie
ja: テレメトリー
zh_hans: 遥测

source: Telephone
de: Telefon
es: Teléfono
fr: Téléphone
ja: 電話
zh_hans: 电话

# telephone_bell_ringing
source: Telephone Ringing
de: Telefon klingelt
es: Timbre de Teléfono
fr: Sonnerie téléphonique
ja: 電話の呼び出し音
zh_hans: 电话铃响

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
zh_hans: 服务条款

# thump_thud
source: Thump
de: Schlag
es: Golpe Sordo
fr: Cogner
ja: ドスン
zh_hans: 重击声

source: Thunder
de: Donner
es: Trueno
fr: Tonnerre
ja: 雷
zh_hans: 雷声

source: Thunderstorm
de: Gewitter
es: Tormenta Eléctrica
fr: Orage
ja: 雷雨
zh_hans: 雷暴

source: Tick Tock
de: Tick ​​Tack
es: Tic Tac
fr: Tic Tac
ja: チクタク
zh_hans: 滴答声

source: Toilet Flush
de: Toilettenspülung
es: Descarga de Inodoro
fr: Chasse d'eau des toilettes
ja: トイレの水洗
zh_hans: 马桶冲水

source: Toothbrush
de: Zahnbürste
es: Cepillo de Dientes
fr: Brosse à dents
ja: 歯ブラシ
zh_hans: 刷牙声

source: Traffic Noise
de: Verkehrslärm
es: Ruido de Tráfico
fr: Bruit de la circulation
ja: 交通騒音
zh_hans: 交通噪音

source: Train
de: Zug
es: Tren
fr: Former
ja: 電車
zh_hans: 火车

source: Train Horn
de: Zughorn
es: Bocina de Tren
fr: Klaxon de train
ja: トレインホーン
zh_hans: 火车喇叭

source: Train Wheels Squealing
de: Quietschende Eisenbahnräder
es: Chirrido de Ruedas de Tren
fr: Les roues du train grincent
ja: 電車の車輪が鳴る
zh_hans: 火车车轮摩擦声

source: Train Whistle
de: Zugpfeife
es: Silbato de Tren
fr: Sifflet de train
ja: 汽笛
zh_hans: 火车鸣笛

source: Trombone
de: Posaune
es: Trombón
ja: トロンボーン
zh_hans: 长号

source: Truck
de: LKW
es: Camión
fr: Camion
ja: トラック
zh_hans: 卡车

source: Trumpet
de: Trompete
es: Trompeta
fr: Trompette
ja: トランペット
zh_hans: 小号

source: Tuning Fork
de: Stimmgabel
es: Diapasón
fr: Diapason
ja: 音叉
zh_hans: 音叉

source: Turkey Gobble
de: Truthahnfresser
es: Cloqueo de Pavo
fr: La dinde engloutit
ja: ターキーゴブル
zh_hans: 火鸡叫

source: Typewriter
de: Schreibmaschine
es: Máquina de Escribir
fr: Machine à écrire
ja: タイプライター
zh_hans: 打字机

source: Typing
de: Tippen
es: Escribiendo
fr: Dactylographie
ja: タイピング
zh_hans: 打字

# typing_computer_keyboard
source: Typing Keyboard
de: Tastatur eingeben
es: Escribiendo en Teclado
fr: Clavier de saisie
ja: キーボードを入力する
zh_hans: 敲击电脑键盘

source: Underwater Bubbling
de: Unterwasser-Blubbern
es: Burbujeo Bajo el Agua
fr: Bouillonnement sous-marin
ja: 水中泡立ち
zh_hans: 水下气泡

source: Vacuum Cleaner
de: Staubsauger
es: Aspiradora
fr: Aspirateur
ja: 掃除機
zh_hans: 吸尘器

source: Vehicle Skidding
de: Fahrzeug schleudert
es: Vehículo Derrapando
fr: Dérapage de véhicule
ja: 車両の横滑り
zh_hans: 车辆打滑

source: Verifying subsystems...
de: Subsysteme verifizieren...
es: Verificando subsistemas...
fr: Vérification des sous-systèmes...
ja: サブシステムを検証しています...
zh_hans: 正在验证子系统...

source: Vibraphone
de: Vibraphon
es: Vibráfono
ja: ビブラフォン
zh_hans: 颤音琴

source: VIGILANT EAR
de: WACHSENDES OHR
fr: OREILLE VIGILANTE
ja: 警戒する耳

# violin_fiddle
source: Violin
de: Violine
es: Violín
fr: Violon
ja: バイオリン
zh_hans: 小提琴

source: Water
de: Wasser
es: Agua
fr: Eau
ja: 水
zh_hans: 水

source: Water Pump
de: Wasserpumpe
es: Bomba de Agua
fr: Pompe à eau
ja: ウォーターポンプ
zh_hans: 水泵

# water_tap_faucet
source: Water Faucet
de: Wasserhahn
es: Grifo de Agua
fr: Robinet d'eau
ja: 水栓
zh_hans: 水龙头出水

source: Waterfall
de: Wasserfall
es: Cascada
fr: Cascade
ja: 滝
zh_hans: 瀑布

source: Weather Alert Sources
de: Quellen für Wetterwarnungen
es: Fuentes de alertas meteorológicas
fr: Sources d'alertes météorologiques
ja: 気象警報ソース
zh_hans: 天气警报来源

source: Whale Vocalization
de: Wal-Vokalisierung
es: Canto de Ballena
fr: Vocalisation des baleines
ja: クジラの鳴き声
zh_hans: 鲸鱼发声

source: Whispering
de: Flüstern
es: Susurro
fr: Chuchotement
ja: ささやき声
zh_hans: 耳语

source: Whistling
de: Pfeifen
es: Silbido
fr: Sifflement
ja: 口笛を吹く
zh_hans: 吹口哨

# whoosh_swoosh_swish
source: Whoosh
de: Rauschen
es: Zumbido/Silbido de Aire
ja: シューッという音
zh_hans: 呼啸声

source: Wind Chime
de: Windspiel
es: Campanillas de Viento
fr: Carillon à vent
ja: 風鈴
zh_hans: 风铃

source: Wind Instrument
de: Blasinstrument
es: Instrumento de Viento
fr: Instruments à vent
ja: 管楽器
zh_hans: 管乐器

# wind_noise_microphone
source: Microphone Wind Noise
de: Mikrofon-Windgeräusche
es: Ruido de Viento en Micrófono
fr: Bruit du vent du microphone
ja: マイクの風切り音
zh_hans: 麦克风风噪

source: Wind Rustling Leaves
de: Windrauschende Blätter
es: Hojas Crujiendo por el Viento
fr: Feuilles bruissantes du vent
ja: 風がそよぐ葉
zh_hans: 风吹树叶沙沙声

source: Wood Cracking
de: Holz knackt
es: Madera Crujiendo
fr: Fissuration du bois
ja: 木材のひび割れ
zh_hans: 木头断裂声

source: Writing
de: Schreiben
es: Escribiendo a Mano
fr: En écrivant
ja: 書き込み
zh_hans: 写字声

source: Yell
de: Schrei
es: Grito Fuerte
fr: Crier
ja: エール
zh_hans: 大叫

source: Yodeling
de: Jodeln
es: Canto a la Tirolesa
fr: Yodel
ja: ヨーデル
zh_hans: 约德尔唱法

source: Zipper
de: Reißverschluss
es: Cremallera
fr: Fermeture éclair
ja: ジッパー
zh_hans: 拉链

source: alarm
es: alarma
fr: alarme
ja: アラーム
zh_hans: 警报

source: Boom
es: Estruendo
ja: ブーム
zh_hans: 轰隆声

source: Bus
es: Autobús
ja: バス
zh_hans: 公交车

source: Cello
es: Violonchelo
fr: Violoncelle
ja: チェロ
zh_hans: 大提琴

source: Didgeridoo
es: Didyeridú
ja: ディジュリドゥ
zh_hans: 迪吉里杜管

source: Eruption
es: Erupción
fr: Éruption
ja: 噴火
zh_hans: 喷发

source: fire_engine
es: Camión de bomberos
fr: moteur_de_feu
ja: 消防車
zh_hans: 消防车

source: Fly Buzz
es: Zumbido de Mosca
fr: Voler Buzz
ja: フライバズ
zh_hans: 苍蝇嗡嗡声

source: Hammer
es: Martillo
fr: Marteau
ja: ハンマー
zh_hans: 锤子

source: Legal
es: Información legal
fr: Légal
ja: 法律上の
zh_hans: 法律信息

source: Mallet Percussion
es: Percusión de Mazo
fr: Percussion maillet
ja: マレットパーカッション
zh_hans: 槌击木琴类

# marimba_xylophone
source: Marimba
es: Marimba/Xilófono
ja: マリンバ
zh_hans: 马林巴/木琴

source: Neural Engine (CoreML)
es: Motor neural (CoreML)
fr: Moteur neuronal (CoreML)
ja: ニューラル エンジン (CoreML)
zh_hans: 神经引擎 (CoreML)

source: OFFLINE
es: Desconectado
fr: HORS LIGNE
ja: オフライン
zh_hans: 离线

source: ONLINE
es: Conectado
fr: EN LIGNE
ja: オンライン
zh_hans: 在线

source: person
es: persona
fr: personne
ja: 人
zh_hans: 人

source: Power Windows
es: Elevalunas Eléctrico
fr: Vitres électriques
ja: パワーウィンドウ
zh_hans: 电动车窗

source: Railroad Car
es: Vagón de Tren
fr: Wagon de chemin de fer
ja: 鉄道車両
zh_hans: 火车车厢

source: Rapping
es: Golpeteo
fr: Rap
ja: ラップ
zh_hans: 敲击声

source: Skateboard
es: Patineta
ja: スケートボード
zh_hans: 滑板

source: Steelpan
es: Tambor Metálico
fr: Casserole en acier
ja: スティールパン
zh_hans: 钢鼓

source: Synthesizer
es: Sintetizador
fr: Synthétiseur
ja: シンセサイザー
zh_hans: 合成器

source: Tabla
es: Tabla (Instrumento)
ja: タブラ
zh_hans: 塔布拉鼓

source: Theremin
es: Teremín
fr: Thérémine
ja: テルミン
zh_hans: 特雷门琴

source: Tick
es: Tic
fr: Cocher
ja: カチカチ
zh_hans: 滴答声 (短)

source: Timpani
es: Timbal
fr: Timbales
ja: ティンパニー
zh_hans: 定音鼓

source: Ukulele
es: Ukelele
fr: Ukulélé
ja: ウクレレ
zh_hans: 尤克里里

source: Wind
es: Viento
fr: Vent
ja: 風
zh_hans: 风

source: Zither
es: Cítara
fr: Cithare
ja: ツィター
zh_hans: 齐特琴

source: Hi-Hat
fr: charleston
ja: ハイハット
zh_hans: 踩镲

source: Oboe
fr: Hautbois
ja: オーボエ
zh_hans: 双簧管

source: © 2026 Wingdings, Inc.
ja: © 2026 ウイングス株式会社

source: Banjo
ja: バンジョー
zh_hans: 班卓琴

source: Glockenspiel
ja: グロッケンシュピール
zh_hans: 钟琴

source: Gong
ja: ゴング
zh_hans: 锣

source: Sitar
ja: シタール
zh_hans: 西塔尔琴
